Repository: Soratadev/MangaPassion
Catalog: MangaPassion/Localizable.xcstrings
Source language: en
Languages: es

source: %lld volumes owned
es: %lld volúmenes en propiedad

source: Account
es: Cuenta

source: Account created. You can now log in.
es: Cuenta creada. Ya puedes iniciar sesión.

source: Add to my collection
es: Añadir a mi colección

source: Advanced Search
es: Búsqueda avanzada

source: All mangas (no filter)
es: Todos los mangas (sin filtro)

source: Author first name
es: Nombre del autor

source: Author last name
es: Apellido del autor

source: Authors
es: Autores

source: Background
es: Trasfondo

source: Browse
es: Explorar

source: Chapters: %lld
es: Capítulos: %lld

source: Complete collection
es: Colección completa

source: Demographics
es: Demografías

source: Display
es: Pantalla

source: Filter by category
es: Filtrar por categoría

source: Genre, theme and demographic filters match manga in ANY of the categories you select, not all of them at once. This is how the search API combines these criteria.
es: Los filtros de género, tema y público objetivo se aplican a los mangas que se ajusten a CUALQUIERA de las categorías que selecciones, no a todas a la vez. Así es como la API de búsqueda combina estos criterios.

source: Genres
es: Géneros

source: Grid
es: Cuadrícula

source: I own the complete collection
es: Poseo la colección completa

source: List
es: Lista

source: Log In
es: Iniciar sesión

source: Log in to see your collection
es: Inicia sesión para ver tu colección

source: Log out
es: Salir de la sesión

source: Match anywhere in text
es: Buscar en cualquier parte del texto

source: Mode
es: Modo

source: My Collection
es: Mi colección

source: No results.
es: Sin resultados.

source: Password (min. 8 characters)
es: Contraseña (mínimo 8 caracteres)

source: Reading volume %lld
es: Leyendo volumen %lld

source: Reading volume: %lld
es: Leyendo volumen: %lld

source: Register
es: Registro

source: Remove from my collection
es: Eliminar de mi colección

source: Results
es: Resultados

source: Search
es: Búsqueda

source: Search manga titles
es: Buscar manga por títulos

source: Something went wrong. Please try again.
es: Ha ocurrido un error. Inténtalo de nuevo.

source: Synopsis
es: Sinopsis

source: The list of manga could not be loaded.
es: No se ha podido cargar la lista de mangas.

source: Themes
es: Temáticas

source: Title
es: Título

source: Title & author
es: Título y autor

source: Update
es: Actualizar

source: Volumes owned: %lld
es: Volúmenes en propiedad: %lld

source: Volumes: %lld
es: Volúmenes: %lld

source: You are logged in.
es: Has iniciado sesión.

source: Your collection is empty
es: Tu colección está vacía
